Repository: AICDMX/hackathon-interledger-market-Accesible
Catalog: marketplace-py/locale/*/LC_MESSAGES/django.po
Languages: es

source: Status
es: Estado

source: Draft
es: Borrador

source: Pending
es: Pendiente

source: Rejected
es: Rechazado

source: Tell the job owner about yourself and why you are interested in this job...
es: Cuéntale al propietario del trabajo sobre ti y por qué estás interesado en este trabajo...

source: Recruiting
es: Reclutando

source: Selecting
es: Seleccionando

source: Submitting
es: Enviando

source: Reviewing
es: Revisando

source: Expired
es: Expirado

source: Complete
es: Completo

source: Text
es: Texto

source: Image
es: Imagen

source: Title
es: Título

source: Description
es: Descripción

source: Target Language
es: Idioma Objetivo

source: Language code (e.g., nah, oto, es)
es: C?digo de idioma (ej. nah, oto, es)

source: Target Dialect
es: Dialecto Objetivo

source: Specific dialect if applicable
es: Dialecto espec?fico si aplica

source: Deliverable Types
es: Tipos de Entregables

source: Comma-separated: text,video,audio,image
es: Separados por comas: texto,video,audio,imagen

source: Amount Per Person
es: Cantidad por Persona

source: Budget
es: Presupuesto

source: Funder
es: Financiador

source: Recruit Limit
es: Límite de Reclutamiento

source: Maximum number of applications to accept before automatically moving to selection phase
es: Número máximo de solicitudes para aceptar antes de pasar automáticamente a la fase de selección

source: Submit Limit
es: Límite de Envío

source: Maximum number of submissions to accept before automatically moving to review phase
es: Número máximo de envíos para aceptar antes de pasar automáticamente a la fase de revisión

source: Accepted
es: Aceptado

source: Creator
es: Creador

source: Selected
es: Seleccionado

source: Profile Note
es: Nota de Perfil

source: Tell the job owner about yourself and why you are interested
es: Cu?ntale al due?o del trabajo sobre ti y por qu? est?s interesado

source: Profile Audio
es: Audio de Perfil

source: Optional audio introduction
es: Introducción de audio opcional

source: Profile Video
es: Video de Perfil

source: Optional video introduction
es: Introducción de video opcional

source: Profile Image
es: Imagen de Perfil

source: Optional profile image
es: Imagen de perfil opcional

source: You do not have permission to view this page.
es: No tienes permiso para ver esta página.

source: You do not have permission to create jobs.
es: No tienes permiso para crear trabajos.

source: Please provide at least a title for the draft.
es: Por favor proporciona al menos un título para el borrador.

source: Draft saved successfully! You can edit and publish it later.
es: ¡Borrador guardado exitosamente! Puedes editarlo y publicarlo más tarde.

source: Invalid numeric value: {error}
es: Valor numérico inválido: {error}

source: Error saving draft: {error}
es: Error al guardar borrador: {error}

source: Please select at least one deliverable type.
es: Por favor selecciona al menos un tipo de entregable.

source: Job created successfully! It will be published for recruiting.
es: ¡Trabajo creado exitosamente! Se publicará para reclutamiento.

source: Invalid amount per person.
es: Cantidad por persona inválida.

source: Error creating job: {error}
es: Error al crear trabajo: {error}

source: Please fill in all required fields.
es: Por favor completa todos los campos requeridos.

source: This job cannot be edited in its current state.
es: Este trabajo no puede ser editado en su estado actual.

source: Draft saved successfully!
es: ¡Borrador guardado exitosamente!

source: Job published successfully! It is now available for recruiting.
es: ¡Trabajo publicado exitosamente! Ahora está disponible para reclutamiento.

source: Error publishing job: {error}
es: Error al publicar trabajo: {error}

source: Please fill in all required fields to publish.
es: Por favor completa todos los campos requeridos para publicar.

source: Invalid action.
es: Acción inválida.

source: This job has been completed and is no longer accepting submissions.
es: Este trabajo ha sido completado y ya no acepta envíos.

source: This job is not currently accepting submissions.
es: Este trabajo no está aceptando envíos actualmente.

source: This job has reached its submission limit or deadline. Submissions are no longer being accepted.
es: Este trabajo ha alcanzado su límite de envío o fecha límite. Ya no se aceptan envíos.

source: You have already submitted work for this job. You can only submit once per job.
es: Ya has enviado trabajo para este trabajo. Solo puedes enviar una vez por trabajo.

source: This job has reached its maximum number of responses ({max}). No more submissions are being accepted.
es: Este trabajo ha alcanzado su número máximo de respuestas ({max}). Ya no se aceptan más envíos.

source: Submission created successfully!
es: ¡Envío creado exitosamente!

source: This submission is already accepted.
es: Este envío ya está aceptado.

source: This job has reached its maximum number of responses ({max}). Cannot accept more submissions.
es: Este trabajo ha alcanzado su número máximo de respuestas ({max}). No se pueden aceptar más envíos.

source: Submission accepted! ({accepted}/{max} responses)
es: ¡Envío aceptado! ({accepted}/{max} respuestas)

source: This job is already marked as completed.
es: Este trabajo ya está marcado como completado.

source: You need at least one accepted submission before completing a job.
es: Necesitas al menos un envío aceptado antes de completar un trabajo.

source: Job marked as completed.
es: Trabajo marcado como completado.

source: You have already applied to this job.
es: Ya has aplicado a este trabajo.

source: You cannot apply to your own job.
es: No puedes aplicar a tu propio trabajo.

source: This job is not currently accepting applications.
es: Este trabajo no está aceptando solicitudes actualmente.

source: Your application has been submitted! The job has reached its recruit limit and moved to selection phase.
es: ¡Tu solicitud ha sido enviada! El trabajo ha alcanzado su límite de reclutamiento y pasó a la fase de selección.

source: Your application has been submitted! The job owner will review it.
es: ¡Tu solicitud ha sido enviada! El propietario del trabajo la revisará.

source: Application selected.
es: Solicitud seleccionada.

source: Application rejected.
es: Solicitud rechazada.

source: Application status reset to pending.
es: Estado de solicitud restablecido a pendiente.

source: You need to select at least one applicant before creating pre-approved payments.
es: Necesitas seleccionar al menos un solicitante antes de crear pagos pre-aprobados.

source: Pre-approved payment functionality is coming soon. This will allow you to create payment authorizations for selected workers.
es: La funcionalidad de pago pre-aprobado estará disponible pronto. Esto te permitirá crear autorizaciones de pago para trabajadores seleccionados.

source: You can only mark accepted submissions as complete.
es: Solo puedes marcar envíos aceptados como completos.

source: Your work has been marked as complete!
es: ¡Tu trabajo ha sido marcado como completo!

source: Listen
es: Escuchar

source: Your browser does not support the audio element.
es: Tu navegador no soporta el elemento de audio.

source: Close audio player
es: Cerrar reproductor de audio

source: Request audio
es: Solicitar audio

source: Error loading audio. Please try again.
es: Error al cargar audio. Por favor intenta de nuevo.

source: Requesting...
es: Solicitando...

source: Thank you! Your request has been submitted.
es: ¡Gracias! Tu solicitud ha sido enviada.

source: Sorry, there was an error submitting your request. Please try again.
es: Lo siento, hubo un error al enviar tu solicitud. Por favor intenta de nuevo.

source: Home
es: Inicio

source: Browse Jobs
es: Explorar Trabajos

source: Create Job
es: Crear Trabajo

source: My Jobs
es: Mis Trabajos

source: Accepted Jobs
es: Trabajos Aceptados

source: Profile
es: Perfil

source: Logout
es: Cerrar Sesión

source: Login
es: Iniciar Sesión

source: Select language
es: Seleccionar idioma

source: Interledger Marketplace - Supporting Native Languages
es: Mercado Interledger - Apoyando Idiomas Nativos

source: My Accepted Jobs
es: Mis Trabajos Aceptados

source: Accepted job submissions
es: Envíos de trabajos aceptados

source: Your Note
es: Tu Nota

source: View Job
es: Ver Trabajo

source: You have no accepted jobs yet.
es: Aún no tienes trabajos aceptados.

source: Browse Available Jobs
es: Explorar Trabajos Disponibles

source: Apply to Job
es: Aplicar al Trabajo

source: Required Deliverables
es: Entregables Requeridos

source: Submit Your Profile
es: Envía Tu Perfil

source: Tell the job owner about yourself and why you are interested in this job. You can include audio, video, or image files to introduce yourself.
es: Cuéntale al propietario del trabajo sobre ti y por qué estás interesado en este trabajo. Puedes incluir archivos de audio, video o imagen para presentarte.

source: Auto-fill from profile
es: Completar automáticamente desde el perfil

source: Profile Audio (Optional)
es: Audio de Perfil (Opcional)

source: Start recording
es: Comenzar grabación

source: Record Audio
es: Grabar Audio

source: Record again
es: Grabar de nuevo

source: Record Again
es: Grabar de Nuevo

source: Stop recording
es: Detener grabación

source: Stop
es: Detener

source: Cancel recording
es: Cancelar grabación

source: Cancel
es: Cancelar

source: Or upload an audio file:
es: O sube un archivo de audio:

source: Leave empty to use your profile audio:
es: Deja vacío para usar tu audio de perfil:

source: Profile Video (Optional)
es: Video de Perfil (Opcional)

source: Record with your camera or upload an existing video.
es: Graba con tu cámara o sube un video existente.

source: Profile Image (Optional)
es: Imagen de Perfil (Opcional)

source: Take a quick photo or upload an existing image.
es: Toma una foto rápida o sube una imagen existente.

source: Leave empty to use your profile image:
es: Deja vacío para usar tu imagen de perfil:

source: Profile image
es: Imagen de perfil

source: Submit Application
es: Enviar Solicitud

source: Create New Job
es: Crear Nuevo Trabajo

source: Select one or more deliverable types for this job
es: Selecciona uno o más tipos de entregables para este trabajo

source: How much you will pay each person who completes this job
es: Cuánto pagarás a cada persona que complete este trabajo

source: Number of Responses Needed
es: Número de Respuestas Necesarias

source: How many people should submit work for this job? (e.g., if you want 20 people to do the same voice or picture set, enter 20)
es: ¿Cuántas personas deben enviar trabajo para este trabajo? (ej., si quieres que 20 personas hagan el mismo conjunto de voz o imagen, ingresa 20)

source: Total Budget
es: Presupuesto Total

source: Total amount needed: Amount per person ? Number of responses
es: Cantidad total necesaria: Cantidad por persona × Número de respuestas

source: Recruit Deadline (Days)
es: Fecha Límite de Reclutamiento (Días)

source: Number of days from now when recruiting will automatically end and move to selection phase
es: Número de días desde ahora cuando el reclutamiento terminará automáticamente y pasará a la fase de selección

source: Submit Deadline (Days)
es: Fecha Límite de Envío (Días)

source: Number of days from when submitting phase starts until deadline (when job transitions to submitting state)
es: Número de días desde que comienza la fase de envío hasta la fecha límite (cuando el trabajo pasa al estado de envío)

source: Expired Date (Days)
es: Fecha de Expiración (Días)

source: Number of days from now when the job will expire if no applications (in recruiting) or no submissions (in submitting) are received. Wallet contracts expire 7 days after this date.
es: Número de días desde ahora cuando el trabajo expirará si no se reciben solicitudes (en reclutamiento) o envíos (en envío). Los contratos de billetera expiran 7 días después de esta fecha.

source: Optional reference media
es: Medios de referencia opcionales

source: Record audio or upload photos/videos so creators understand what you need even if they do not read the description.
es: Graba audio o sube fotos/videos para que los creadores entiendan lo que necesitas incluso si no leen la descripción.

source: Audio instructions
es: Instrucciones de audio

source: Video reference
es: Referencia de video

source: Record with your camera or upload an existing clip.
es: Graba con tu cámara o sube un clip existente.

source: Image reference
es: Referencia de imagen

source: Take a quick photo or upload inspiration images.
es: Toma una foto rápida o sube imágenes de inspiración.

source: Save as Draft
es: Guardar como Borrador

source: Dashboard
es: Panel de Control

source: Post Job
es: Publicar Trabajo

source: Job Post
es: Publicación de Trabajo

source: Manage My Jobs
es: Administrar Mis Trabajos

source: My Job Dashboard
es: Mi Panel de Control de Trabajos

source: My Products
es: Mis Productos

source: Pending Jobs
es: Trabajos Pendientes

source: My Pending to Finish Jobs
es: Mis Trabajos Pendientes por Terminar

source: Page 1
es: Página 1

source: Page 2
es: Página 2

source: Close
es: Cerrar

source: Play audio
es: Reproducir audio

source: Edit Job
es: Editar Trabajo

source: Current files:
es: Archivos actuales:

source: View
es: Ver

source: Upload new files to replace existing ones.
es: Sube nuevos archivos para reemplazar los existentes.

source: Save Draft
es: Guardar Borrador

source: Publish Job
es: Publicar Trabajo

source: Update Job
es: Actualizar Trabajo

source: This is a placeholder page.
es: Esta es una página de marcador de posición.

source: Dialect
es: Dialecto

source: Responses Needed
es: Respuestas Necesarias

source: accepted
es: aceptadas

source: Still accepting submissions
es: Aún aceptando envíos

source: Created
es: Creado

source: Reference Media From Funder
es: Medios de Referencia del Financiador

source: Use these examples to better understand the request.
es: Usa estos ejemplos para entender mejor la solicitud.

source: Your browser does not support the video element.
es: Tu navegador no soporta el elemento de video.

source: Reference image for this job
es: Imagen de referencia para este trabajo

source: Submissions
es: Envíos

source: Accept
es: Aceptar

source: No submissions yet.
es: Aún no hay envíos.

source: This job has reached its maximum number of responses (%(max)s). No more submissions are being accepted.
es: Este trabajo ha alcanzado su número máximo de respuestas (%(max)s). Ya no se aceptan más envíos.

source: Ready to Submit Work?
es: ¿Listo para Enviar Trabajo?

source: This job is accepting submissions. Click below to submit your work.
es: Este trabajo está aceptando envíos. Haz clic abajo para enviar tu trabajo.

source: Submit Work for This Job
es: Enviar Trabajo para Este Trabajo

source: Interested in This Job?
es: ¿Interesado en Este Trabajo?

source: Submit your profile to apply for this job. The job owner will review applications and select workers.
es: Envía tu perfil para aplicar a este trabajo. El propietario del trabajo revisará las solicitudes y seleccionará trabajadores.

source: Apply to This Job
es: Aplicar a Este Trabajo

source: This job is waiting for the funder to review submissions. No additional submissions are being accepted right now.
es: Este trabajo está esperando que el financiador revise los envíos. No se aceptan envíos adicionales en este momento.

source: Your Submissions
es: Tus Envíos

source: to submit work for this job.
es: para enviar trabajo para este trabajo.

source: Available Jobs
es: Trabajos Disponibles

source: Jobs Waiting for Your Submission
es: Trabajos Esperando Tu Envío

source: Jobs waiting for submission
es: Trabajos esperando envío

source: Language
es: Idioma

source: Submit Work Now
es: Enviar Trabajo Ahora

source: Search Jobs
es: Buscar Trabajos

source: Search by title or description...
es: Buscar por título o descripción...

source: Filter by Language
es: Filtrar por Idioma

source: All Languages
es: Todos los Idiomas

source: Filter Options
es: Opciones de Filtro

source: Filter
es: Filtrar

source: Job listings
es: Listados de trabajos

source: Applied
es: Aplicado

source: About to Start
es: A punto de Empezar

source: Applications
es: Solicitudes

source: Deliverables
es: Entregables

source: View Details
es: Ver Detalles

source: Job Owner Dashboard
es: Panel de Control del Propietario del Trabajo

source: Review progress, download deliverables, and mark jobs as complete once you are satisfied.
es: Revisa el progreso, descarga entregables y marca trabajos como completos una vez que estés satisfecho.

source: You have not created any jobs yet.
es: Aún no has creado ningún trabajo.

source: Create a Job
es: Crear un Trabajo

source: Drafts
es: Borradores

source: Edit Draft
es: Editar Borrador

source: Preview
es: Vista Previa

source: Published Jobs
es: Trabajos Publicados

source: Progress
es: Progreso

source: Pending reviews
es: Revisiones pendientes

source: Total submissions
es: Total de envíos

source: View public page
es: Ver página pública

source: Edit
es: Editar

source: Mark job completed
es: Marcar trabajo como completado

source: Job is completed
es: El trabajo está completado

source: Download text
es: Descargar texto

source: Download audio
es: Descargar audio

source: Download video
es: Descargar video

source: Download image
es: Descargar imagen

source: No files attached.
es: No hay archivos adjuntos.

source: My Posted Jobs
es: Mis Trabajos Publicados

source: Filter by Status
es: Filtrar por Estado

source: All Statuses
es: Todos los Estados

source: My job listings
es: Mis listados de trabajos

source: You have not posted any jobs yet.
es: Aún no has publicado ningún trabajo.

source: Create Your First Job
es: Crea Tu Primer Trabajo

source: Wallet Endpoint
es: Endpoint de Billetera

source: Total Earned
es: Total Ganado

source: Total Spent
es: Total Gastado

source: Balance
es: Saldo

source: This page will display your products and services.
es: Esta página mostrará tus productos y servicios.

source: Coming soon...
es: Próximamente...

source: No pending jobs to finish.
es: No hay trabajos pendientes por terminar.

source: Submit Work
es: Enviar Trabajo

source: Submit Work for
es: Enviar Trabajo para

source: Review these examples before submitting your work.
es: Revisa estos ejemplos antes de enviar tu trabajo.

source: Additional information about your submission...
es: Información adicional sobre tu envío...

source: Submit
es: Enviar

source: View Applications
es: Ver Solicitudes

source: Applications for
es: Solicitudes para

source: Selected Applicants
es: Solicitantes Seleccionados

source: Total Applications
es: Total de Solicitudes

source: All Applications
es: Todas las Solicitudes

source: Select
es: Seleccionar

source: Reject
es: Rechazar

source: Reset to Pending
es: Restablecer a Pendiente

source: Profile Media
es: Medios de Perfil

source: Pre-approve Payments
es: Pre-aprobar Pagos

source: You have selected
es: Has seleccionado

source: applicant(s). Click below to create pre-approved payments for them.
es: solicitante(s). Haz clic abajo para crear pagos pre-aprobados para ellos.

source: Create Pre-approved Payments
es: Crear Pagos Pre-aprobados

source: Note: This functionality is coming soon. It will allow you to create payment authorizations for selected workers.
es: Nota: Esta funcionalidad estará disponible pronto. Te permitirá crear autorizaciones de pago para trabajadores seleccionados.

source: No applications yet.
es: Aún no hay solicitudes.

source: Username
es: Nombre de Usuario

source: Password
es: Contraseña

source: Register as Job Creator
es: Registrarse como Creador de Trabajos

source: Register as Job Doer
es: Registrarse como Trabajador

source: My Profile
es: Mi Perfil

source: Profile Information
es: Información del Perfil

source: Username cannot be changed
es: El nombre de usuario no puede ser cambiado

source: Update Profile
es: Actualizar Perfil

source: Change Password
es: Cambiar Contraseña

source: Register
es: Registrarse

source: Email
es: Correo Electrónico

source: Confirm Password
es: Confirmar Contraseña

source: Role
es: Rol

source: Both (Funder & Creator)
es: Ambos (Financiador y Creador)

source: Already have an account? Login here.
es: ¿Ya tienes una cuenta? Inicia sesión aquí.

source: Create jobs and find talented workers to complete them.
es: Crea trabajos y encuentra trabajadores talentosos para completarlos.

source: Looking to do jobs instead? Register as Job Doer
es: ¿Buscas hacer trabajos en su lugar? Regístrate como Trabajador

source: Find jobs and get paid for completing them.
es: Encuentra trabajos y recibe pago por completarlos.

source: Looking to create jobs instead? Register as Job Creator
es: ¿Buscas crear trabajos en su lugar? Regístrate como Creador de Trabajos

source: your.email@example.com
es: tu.correo@ejemplo.com

source: Interledger wallet endpoint
es: Endpoint de billetera Interledger

source: Your Interledger wallet endpoint URL
es: URL del endpoint de tu billetera Interledger

source: Preferred Language
es: Idioma Preferido

source: Native Languages
es: Idiomas Nativos

source: Comma-separated: nahuatl, otomi
es: Separados por comas: nahuatl, otomi

source: List languages you can work in (comma-separated)
es: Lista los idiomas en los que puedes trabajar (separados por comas)

source: Your role in the marketplace
es: Tu rol en el mercado

source: Tell job owners about yourself and why you are interested...
es: Cuéntales a los propietarios de trabajos sobre ti y por qué estás interesado...

source: This will be used to auto-fill your job applications
es: Esto se usará para completar automáticamente tus solicitudes de trabajo

source: This email is already in use.
es: Este correo electrónico ya está en uso.

source: Current Password
es: Contraseña Actual

source: New Password
es: Nueva Contraseña

source: Confirm New Password
es: Confirmar Nueva Contraseña

source: Your current password is incorrect.
es: Tu contraseña actual es incorrecta.

source: The two password fields didn't match.
es: Los dos campos de contraseña no coinciden.

source: Both
es: Ambos

source: Passwords do not match.
es: Las contraseñas no coinciden.

source: Username already exists.
es: El nombre de usuario ya existe.

source: Registration successful!
es: ¡Registro exitoso!

source: Registration successful! Welcome, job creator!
es: ¡Registro exitoso! ¡Bienvenido, creador de trabajos!

source: Registration successful! Welcome, job doer!
es: ¡Registro exitoso! ¡Bienvenido, trabajador!

source: Profile updated successfully!
es: ¡Perfil actualizado exitosamente!

source: Password changed successfully!
es: ¡Contraseña cambiada exitosamente!
