[
  {
    "title": "Translate UI Buttons for a Mobile App",
    "description": "We need a translation for several common buttons and labels for our new mobile application. The goal is to make the user interface intuitive for speakers of this language. Text to translate: Mensajes, Buzón de Mensajes, Notificaciones, Cerrar Sesión, Siguiente, Anterior, Regresar, Publicar un nuevo trabajo, Título del trabajo, Descripción del trabajo.",
    "source_language": "Español",
    "target_language": "Náhuatl de la Huasteca Veracruzana",
    "target_language_code": "nah",
    "target_dialect": "Huasteca Veracruzana",
    "deliverable_types": "text",
    "budget_mxn": 200,
    "amount_per_person": 200,
    "max_responses": 1,
    "status": "draft"
  },
  {
    "title": "Grabar mensaje de bienvenida para centro ecoturístico",
    "description": "Texto a traducir y grabar: Bienvenidos a nuestra casa, la casa del bosque. Cuiden de nuestra tierra como nosotros lo hacemos.",
    "source_language": "Español",
    "target_language": "Tsetsal (Chiapas, México)",
    "target_language_code": "tzo",
    "target_dialect": "Chiapas",
    "deliverable_types": "text,audio",
    "budget_mxn": 300,
    "amount_per_person": 300,
    "max_responses": 1,
    "status": "draft"
  },
  {
    "title": "Traducir cartel sobre lavado de manos",
    "description": "Necesitamos traducir el texto para un cartel de salud pública sobre la importancia de lavarse las manos. El lenguaje debe ser claro, directo y fácil de entender para la comunidad. Texto a traducir: ¡Lávate las manos con agua y jabón! Protégete a ti y a tu comunidad. Un pequeño gesto que salva vidas.",
    "source_language": "Español",
    "target_language": "Quechua de Ayacucho (Perú)",
    "target_language_code": "que",
    "target_dialect": "Ayacucho",
    "deliverable_types": "text",
    "budget_mxn": 30,
    "amount_per_person": 30,
    "max_responses": 1,
    "status": "draft"
  },
  {
    "title": "Transcripción de letra de una canción tradicional",
    "description": "Instrucciones: Adjunto un archivo de audio (cancion.mp3). Es un canto antiguo de nuestra región. Necesito que escriban la letra tal como se escucha en el audio. Es importante capturar cada palabra. No se necesita la traducción al español.",
    "source_language": "Mixteco de la Costa (Audio)",
    "target_language": "Mixteco de la Costa (Text)",
    "target_language_code": "mxt",
    "target_dialect": "Costa",
    "deliverable_types": "text",
    "budget_mxn": 250,
    "amount_per_person": 250,
    "max_responses": 1,
    "status": "draft"
  },
  {
    "title": "Crear arte: \"El colibrí y la flor de cempasúchil\"",
    "description": "Concepto a ilustrar: Buscamos una ilustración digital que represente la leyenda del colibrí y la flor de cempasúchil. El estilo debe ser vibrante y lleno de vida. Es para usar en redes sociales para el Día de Muertos. Formato cuadrado.",
    "source_language": "N/A (Cultural Concept: Mexica / Náhuatl)",
    "target_language": "N/A",
    "target_language_code": "nah",
    "target_dialect": "",
    "deliverable_types": "image",
    "budget_mxn": 700,
    "amount_per_person": 700,
    "max_responses": 1,
    "status": "recruiting"
  },
  {
    "title": "Traducir y grabar un cuento infantil corto",
    "description": "Se requiere la traducción y posterior grabación de un cuento infantil muy corto. La voz en la grabación debe ser suave y calmada, como si se le contara a un niño para dormir.\nTexto a traducir y luego grabar: El pequeño conejo miró la luna grande y redonda. 'Algún día llegará hasta ti', le susurró. Su mamá sonrió y le dijo: 'Tus sueños son tan grandes como el cielo, mi pequeño'. (Nota: La grabación debe tener una voz suave, como para dormir a un niño).",
    "source_language": "Español",
    "target_language": "Aymara Central (Bolivia, Perú)",
    "target_language_code": "aym",
    "target_dialect": "Central",
    "deliverable_types": "text,audio",
    "budget_mxn": 70,
    "amount_per_person": 70,
    "max_responses": 1,
    "status": "recruiting"
  },
  {
    "title": "Traducir sección de derechos del trabajador",
    "description": "Necesitamos la traducción de un texto informativo sobre los derechos básicos de los trabajadores para un folleto. La terminología debe ser clara y precisa. Texto a traducir: Derecho a un salario justo y pago puntual. Derecho a un lugar de trabajo seguro y saludable. Jornada de trabajo máxima de 8 horas diarias. En caso de duda, contacta a la autoridad laboral.",
    "source_language": "Español",
    "target_language": "Kaqchikel (Guatemala)",
    "target_language_code": "cak",
    "target_dialect": "",
    "deliverable_types": "text",
    "budget_mxn": 100,
    "amount_per_person": 100,
    "max_responses": 1,
    "status": "recruiting"
  },
  {
    "title": "Traducir etiqueta para bolsa de café orgánico",
    "description": "We are a coffee cooperative and need to translate the text for our packaging. The translation should capture the quality and origin of our product for a new market.\nTexto a traducir: Café de Altura. Cosechado a mano por familias de nuestra comunidad. Notas de sabor: chocolate y cítricos. Tostado medio. Hecho con orgullo en la sierra.",
    "source_language": "Español",
    "target_language": "Tsotsil (Chiapas, México)",
    "target_language_code": "tzo",
    "target_dialect": "Tsotsil",
    "deliverable_types": "text",
    "budget_mxn": 250,
    "amount_per_person": 250,
    "max_responses": 1,
    "status": "recruiting"
  },
  {
    "title": "Transcribir receta de mole contada por una abuela",
    "description": "Instrucciones: Adjunto un audio (mole_receta.mp3) de mi abuela explicando cómo preparar un mole ceremonial. Por favor, escriban todo lo que dice en su idioma. Necesito una transcripción exacta de sus palabras en su idioma original. Es un recuerdo familiar muy valioso.",
    "source_language": "Hñähñu (Otomí del Valle del Mezquital) (Audio)",
    "target_language": "Hñähñu (Otomí del Valle del Mezquital) (Text)",
    "target_language_code": "oto",
    "target_dialect": "Valle del Mezquital",
    "deliverable_types": "text",
    "budget_mxn": 350,
    "amount_per_person": 350,
    "max_responses": 1,
    "status": "recruiting"
  },
  {
    "title": "Ilustrar el concepto de \"Milpa\"",
    "description": "Concepto a ilustrar: Quiero una ilustración que muestre el sistema de la 'milpa', incluyendo maíz, frijol y calabaza. El estilo debe ser simple y educativo, como para un libro infantil.",
    "source_language": "N/A (Cultural Concept: Mesoamericana)",
    "target_language": "N/A",
    "target_language_code": "nah",
    "target_dialect": "",
    "deliverable_types": "image",
    "budget_mxn": 800,
    "amount_per_person": 800,
    "max_responses": 1,
    "status": "recruiting"
  },
  {
    "title": "Traducir anuncio de reunión comunitaria",
    "description": "Requerimos la traducción de un aviso para convocar a una reunión comunitaria. Es importante que sea claro y conciso para asegurar la asistencia de todos.\nTexto a traducir: AVISO IMPORTANTE: Se invita a todos los miembros de la comunidad a una reunión este sábado a las 5 de la tarde en la casa ejidal para discutir temas sobre el agua. Su asistencia es muy importante.",
    "source_language": "Español",
    "target_language": "Purépecha (Michoacán, México)",
    "target_language_code": "pua",
    "target_dialect": "Michoacán",
    "deliverable_types": "text",
    "budget_mxn": 250,
    "amount_per_person": 250,
    "max_responses": 1,
    "status": "recruiting"
  },
  {
    "title": "Transcribir y traducir testimonio en video",
    "description": "Instrucciones: Adjunto un video corto (historia_don_juan.mp4). Necesito dos entregables: la transcripción de lo que dice el señor en Wayuunaiki y la traducción de esa transcripción al español.",
    "source_language": "Wayuu / Wayuunaiki",
    "target_language": "Español",
    "target_language_code": "es",
    "target_dialect": "",
    "deliverable_types": "text",
    "budget_mxn": 300,
    "amount_per_person": 300,
    "max_responses": 1,
    "status": "selecting"
  },
  {
    "title": "Grabar audio con Derechos de los Detenidos",
    "description": "Para una organización de derechos humanos, necesitamos una grabación de audio clara y seria con los derechos básicos de las personas detenidas. Texto a traducir y grabar: Usted tiene derecho a guardar silencio. Tiene derecho a un traductor en su idioma. Tiene derecho a llamar a un abogado. No firme ningún documento que no entienda.",
    "source_language": "Español",
    "target_language": "Kichwa (Ecuador)",
    "target_language_code": "que",
    "target_dialect": "Ecuador",
    "deliverable_types": "text,audio",
    "budget_mxn": 150,
    "amount_per_person": 150,
    "max_responses": 1,
    "status": "selecting"
  },
  {
    "title": "Traducir conceptos de ciencias para libro de texto",
    "description": "Se necesita traducir una sección corta para un libro de ciencias de primaria. Los conceptos deben adaptarse para que sean comprensibles para los niños.\nTexto a traducir: El Ciclo del Agua: Evaporación: El sol calienta el agua y la convierte en vapor. Condensación: El vapor se enfría y forma las nubes. Precipitación: El agua cae de las nubes como lluvia.",
    "source_language": "Español",
    "target_language": "Guaraní Paraguayo",
    "target_language_code": "gn",
    "target_dialect": "Paraguayo",
    "deliverable_types": "text",
    "budget_mxn": 70,
    "amount_per_person": 70,
    "max_responses": 1,
    "status": "selecting"
  },
  {
    "title": "Grabar mensaje de alerta urgente sobre huracán",
    "description": "Para Protección Civil, necesitamos grabar un mensaje de alerta urgente sobre un huracán. La voz debe ser clara, fuerte y transmitir seriedad. Texto a traducir y grabar (con voz clara y seria): ALERTA. Se acerca un huracán. Busque un refugio seguro lejos de ríos y ventanas. Tenga a la mano agua, comida y una linterna. Siga las indicaciones de las autoridades.",
    "source_language": "Español",
    "target_language": "Miskito (Nicaragua, Honduras)",
    "target_language_code": "miq",
    "target_dialect": "",
    "deliverable_types": "text,audio",
    "budget_mxn": 80,
    "amount_per_person": 80,
    "max_responses": 1,
    "status": "selecting"
  },
  {
    "title": "Traducir cédula para exposición de museo",
    "description": "Solicitamos la traducción del texto para la cédula informativa de una pieza en nuestro museo comunitario.\nTexto a traducir: Metate y Mano: Herramienta de piedra volcánica usada para moler maíz y otros granos. Es una pieza central en la cocina tradicional. Esta pieza tiene más de 100 años de antigüedad.",
    "source_language": "Español",
    "target_language": "Zapoteco del Istmo (Oaxaca, México)",
    "target_language_code": "zai",
    "target_dialect": "Istmo",
    "deliverable_types": "text",
    "budget_mxn": 250,
    "amount_per_person": 250,
    "max_responses": 1,
    "status": "selecting"
  },
  {
    "title": "Grabar palabras de animales para aplicación infantil",
    "description": "We are developing an educational app for children and need clear, friendly voice recordings of several animal names. Each word should be spoken slowly and distinctly, as if for a young child.\nTexto a grabar (decir cada palabra claramente): Perro, Gato, Pájaro, Vaca, Caballo, Mariposa.",
    "source_language": "Español",
    "target_language": "Mapudungun (Chile, Argentina)",
    "target_language_code": "arn",
    "target_dialect": "",
    "deliverable_types": "audio",
    "budget_mxn": 800,
    "amount_per_person": 800,
    "max_responses": 1,
    "status": "submitting"
  },
  {
    "title": "Recitar y grabar un poema corto",
    "description": "Buscamos a alguien con una voz emotiva para traducir y grabar un poema corto. La grabación debe capturar el ritmo y el sentimiento del texto, no solo las palabras.\nTexto a traducir y grabar (con emoción y ritmo): La luna es un pozo en el cielo oscuro, el viento canta la historia de la tierra, y las estrellas son los ojos de nuestros ancestros que nos miran desde lejos.",
    "source_language": "Español",
    "target_language": "Maya Yucateco (Península de Yucatán, México)",
    "target_language_code": "yua",
    "target_dialect": "Yucateco",
    "deliverable_types": "text,audio",
    "budget_mxn": 350,
    "amount_per_person": 350,
    "max_responses": 1,
    "status": "submitting"
  },
  {
    "title": "Traducir texto para invitación de bautizo",
    "description": "Necesito ayuda para traducir el texto de una invitación para el bautizo de mi hijo. Es un evento familiar muy importante y el tono debe ser alegre y respetuoso.\nTexto a traducir: Nuestros corazones están llenos de alegría. Los invitamos a la celebración del bautizo de nuestro hijo [Nombre del niño]. La ceremonia será el domingo 3 de julio a las 12 del día en la iglesia principal. Después, habrá una comida en nuestra casa para celebrar juntos.",
    "source_language": "Español",
    "target_language": "Nawat (El Salvador)",
    "target_language_code": "ppl",
    "target_dialect": "",
    "deliverable_types": "text",
    "budget_mxn": 100,
    "amount_per_person": 100,
    "max_responses": 1,
    "status": "submitting"
  },
  {
    "title": "Grabar mensaje para contestadora telefónica de clínica",
    "description": "Solicitamos la traducción y grabación de un mensaje para la contestadora telefónica de una clínica comunitaria. La voz debe ser profesional, clara y tranquilizadora para los pacientes que llaman.\nTexto a traducir y grabar: Gracias por llamar. En este momento todos nuestros operadores están ocupados. Por favor, deje su nombre y número de teléfono después del tono y le devolveremos la llamada. Que tenga un buen día.",
    "source_language": "Español",
    "target_language": "Mazateco de Huautla (Oaxaca, México)",
    "target_language_code": "maz",
    "target_dialect": "Huautla",
    "deliverable_types": "text,audio",
    "budget_mxn": 300,
    "amount_per_person": 300,
    "max_responses": 1,
    "status": "submitting"
  },
  {
    "title": "Traducir folleto informativo sobre prevención de la diabetes",
    "description": "Para una campaña de salud de una ONG, necesitamos traducir un folleto informativo con consejos para prevenir la diabetes. El lenguaje debe ser simple, directo y motivador para la comunidad.\nTexto a traducir: La diabetes se puede prevenir. Come más verduras y frutas. Camina 30 minutos al día. Bebe agua en lugar de refrescos. Revisa tu nivel de azúcar. Tu salud está en tus manos.",
    "source_language": "Español",
    "target_language": "Shipibo-Konibo (Amazonía, Perú)",
    "target_language_code": "shp",
    "target_dialect": "",
    "deliverable_types": "text",
    "budget_mxn": 120,
    "amount_per_person": 120,
    "max_responses": 1,
    "status": "reviewing"
  },
  {
    "title": "Traducir letreros para reserva ecológica",
    "description": "Requerimos la traducción de tres letreros para una reserva ecológica. Los mensajes deben ser claros y directos para promover la conservación entre los visitantes.\nTexto a traducir (para 3 letreros diferentes): Por favor, no dejes basura. Llévate contigo lo que trajiste. Prohibido hacer fogatas. Cuidemos nuestros bosques del fuego. Sendero de la cascada. Respeta la vida silvestre. No extraigas plantas ni animales.",
    "source_language": "Español",
    "target_language": "Asháninka (Amazonía, Perú)",
    "target_language_code": "cni",
    "target_dialect": "",
    "deliverable_types": "text",
    "budget_mxn": 145,
    "amount_per_person": 145,
    "max_responses": 1,
    "status": "reviewing"
  },
  {
    "title": "Grabar spot de radio para promover el voto",
    "description": "Para el instituto electoral, necesitamos la traducción y grabación de un anuncio de radio para incentivar la participación en las próximas elecciones. La voz debe ser convincente y transmitir un sentido de deber cívico.\nTexto a traducir y grabar: Este domingo son las elecciones. Tu voto es libre y secreto. Participa para decidir el futuro de tu comunidad. Acude a tu casilla con tu credencial. ¡Tu voz cuenta!",
    "source_language": "Español",
    "target_language": "K'iche' (Guatemala)",
    "target_language_code": "quc",
    "target_dialect": "",
    "deliverable_types": "text,audio",
    "budget_mxn": 120,
    "amount_per_person": 120,
    "max_responses": 1,
    "status": "reviewing"
  },
  {
    "title": "Transcripción de una conversación para estudio de la lengua",
    "description": "Instrucciones: Se adjunta un audio de 5 minutos (dialogo_mercado.wav). Requerimos una transcripción literal y fiel al audio para un proyecto de archivo lingüístico.",
    "source_language": "Triqui de Chicahuaxtla (Audio)",
    "target_language": "Triqui de Chicahuaxtla (Text)",
    "target_language_code": "trs",
    "target_dialect": "Chicahuaxtla",
    "deliverable_types": "text",
    "budget_mxn": 400,
    "amount_per_person": 400,
    "max_responses": 1,
    "status": "complete"
  },
  {
    "title": "Traducir requisitos para programa de apoyo a artesanas",
    "description": "Para un programa de desarrollo social del gobierno, necesitamos traducir los requisitos de la convocatoria para mujeres artesanas. La información debe ser exacta para evitar confusiones.\nTexto a traducir: Convocatoria para Mujeres Artesanas. Requisitos: ser mayor de 18 años, presentar identificación oficial, mostrar ejemplos de su trabajo (textiles, barro, madera). Fecha límite para registrarse: 30 de noviembre.",
    "source_language": "Español",
    "target_language": "Chinanteco de Ojitlán (Oaxaca, México)",
    "target_language_code": "chj",
    "target_dialect": "Ojitlán",
    "deliverable_types": "text",
    "budget_mxn": 300,
    "amount_per_person": 300,
    "max_responses": 1,
    "status": "complete"
  },
  {
    "title": "Traducir preguntas para encuesta comunitaria",
    "description": "Una organización de desarrollo necesita traducir las preguntas de una encuesta para entender mejor las necesidades de la comunidad. Las preguntas deben ser culturalmente apropiadas y fáciles de entender.\nTexto a traducir: Queremos conocer su opinión. Por favor, responda: ¿Cuál es el problema más importante en su comunidad? (Agua, salud, caminos, seguridad). ¿Tiene acceso a un centro de salud a menos de 30 minutos de su casa? (Sí / No). ¿Cree que la educación para los niños ha mejorado en los últimos 5 años? (Sí / No / No sé).",
    "source_language": "Español",
    "target_language": "Guna (Panamá, Colombia)",
    "target_language_code": "cuk",
    "target_dialect": "",
    "deliverable_types": "text",
    "budget_mxn": 150,
    "amount_per_person": 150,
    "max_responses": 1,
    "status": "complete"
  }
]